Repository: smat1957/myDiary
Catalog: Localizable.xcstrings
Source language: en
Languages: ja

source: About myDiary
ja: myDiaryについて

# about.menu
source: About myDiary
ja: myDiaryについて

# comment.edit.help
source: Edit Comment
ja: コメントを編集

# comment.unlink.help
source: Unlink from Parent Post
ja: 親投稿との紐付けを解除

# common.cancel
source: Cancel
ja: キャンセル

# common.close
source: Close
ja: 閉じる

# common.delete
source: Delete
ja: 削除

# common.delete.help
source: Delete Post
ja: 投稿を削除

# common.moveDown
source: Move Down
ja: 下へ移動

# common.moveUp
source: Move Up
ja: 上へ移動

# common.save
source: Save
ja: 保存

# editor.body
source: Body
ja: 本文

# editor.body.placeholder
source: Write something…
ja: 本文を入力…

# editor.edit.help
source: Edit Post
ja: 投稿を編集

# editor.editPost
source: Edit Post
ja: 投稿を編集

# editor.newPost
source: New Post
ja: 新しい投稿

# image.cannotLoad
source: Unable to Load Image
ja: 画像を読み込めません

# image.delete.confirm.message
source: This image will be removed from this post.
ja: この投稿から画像を削除します。

# image.delete.confirm.title
source: Delete This Image?
ja: この画像を削除しますか？

# image.delete.help
source: Delete Image
ja: 画像を削除

# image.loadFailed
source: Failed to Load Image
ja: 読み込み失敗

# image.moveBackward
source: Move Earlier
ja: 前へ移動

# image.moveForward
source: Move Later
ja: 後ろへ移動

# image.openSource
source: Open Source
ja: 元データを開く

# images.count
source: %lld Images
ja: 画像 %lld 枚

# package.export.help
source: Export Diary Package
ja: Diary Packageを書き出す

# package.import.help
source: Import Diary Package
ja: Diary Packageを読み込む

# post.addRelated
source: Add Related Post
ja: 関連記事を追加

# post.addRelated.help
source: Add Related Post
ja: 関連投稿を追加

# post.linkToParent
source: Link to Parent
ja: 親投稿に紐付ける

# post.new.help
source: New Post
ja: 新しい投稿

# post.noBody
source: No Content
ja: 本文なし

# post.reply
source: Reply
ja: 返信

# post.reply.help
source: Add Comment
ja: コメントを追加

# post.search.help
source: Search Posts
ja: 投稿を検索

# related.remove
source: Remove Related Post
ja: 関連投稿から削除

# related.title
source: Related Posts
ja: 関連投稿

# timeline.delete.message
source: This will delete the post and all attached images.
ja: この投稿と添付画像を削除します。

# timeline.delete.title
source: Delete this post?
ja: この投稿を削除しますか？

# viewer.finder
source: Reveal in Finder
ja: Finderで表示

# viewer.finder.help
source: Reveal in Finder
ja: Finderで表示

# viewer.first.help
source: First Image
ja: 先頭の画像

# viewer.fit.help
source: Fit to Window
ja: ウインドウに合わせる

# viewer.imageKind
source: Image Version
ja: 表示画像

# viewer.imageKind.help
source: Show Display or Original Image
ja: Display画像またはOriginal画像を表示

# viewer.last.help
source: Last Image
ja: 最後の画像

# viewer.next.help
source: Next Image
ja: 次の画像

# viewer.open.help
source: Open Image Viewer
ja: 画像一覧を開く

# viewer.previous.help
source: Previous Image
ja: 前の画像

# viewer.zoomIn
source: Zoom In
ja: 拡大

# viewer.zoomOut
source: Zoom Out
ja: 縮小
